[
  {
    "trigger": "Продажи",
    "values": [
      {
        "title": "Аудит отдела продаж",
        "href": "/usluga/audit-salesment",
        "description": "Оценка эффективности",
        "SEO-title": "Аудит и развитие отделов продаж под ключ - LV GROUP.",
        "SEO-description": "проведём аудит отдела продаж, выявим точки роста и выстроим систему под ключ. Создание отдела продаж с нуля и развитие команды.",
        "SEO-keywords": "нужен отдел продаж, организация отдела продаж, отдел продаж под ключ, отдел продаж с нуля, развитие отдела продаж"
      },
      {
        "title": "Создание/развитие отделов продаж",
        "href": "/usluga/create-salesment",
        "description": "Достижение новых высот",
        "SEO-title": "Создание и развитие отделов продаж под ключ - LV GROUP.",
        "SEO-description": "Организация отдела продаж под ключ: создаём команду с нуля и развиваем действующих сотрудников. Решения для бизнеса любого масштаба.",
        "SEO-keywords": "нужен отдел продаж, организация отдела продаж, отдел продаж под ключ, отдел продаж с нуля, развитие отдела продаж"
      },
      {
        "title": "Разработка регламентов и стандартов",
        "href": "/usluga/create-regulations",
        "description": "Стандартизация процессов",
        "SEO-title": "Разработка регламентов и стандартов компании - LV GROUP.",
        "SEO-description": "Разработаем регламенты, инструкции и стандарты работы компании под ключ. Сделаем процессы понятными и прозрачными.",
        "SEO-keywords": "разработка регламентов, внутренние регламенты компании, стандарты работы компании, услуги по разработке регламентов, описание бизнес-процессов"
      },
      {
        "title": "Корпоративные тренинги и \"полевое\" обучение",
        "href": "/usluga/coop-trainings",
        "description": "Развитие вашей команды",
        "SEO-title": "Корпоративные тренинги и полевое обучение - LV GROUP.",
        "SEO-description": "Организуем корпоративные тренинги под задачи бизнеса. Разработка программ и полевое обучение с практикой и реальными результатами.",
        "SEO-keywords": "организация корпоративных тренингов, разработка корпоративных тренингов, полевое обучение сотрудников"
      }
    ]
  },
  {
    "trigger": "Маркетинг",
    "values": [
      {
        "title": "Контекстная реклама",
        "href": "/usluga/context-ads",
        "description": "Горячие клиенты",
        "SEO-title": "Контекстная реклама Яндекс и Google под ключ - LV GROUP.",
        "SEO-description": "Настройка и сопровождение контекстной рекламы. Яндекс и Google Ads, прозрачная аналитика и привлечение заявок. Закажите контекстную рекламу под ключ.",
        "SEO-keywords": "агентства контекстной рекламы, заказать контекстную рекламу, контекстная реклама Яндекс, контекстная реклама Google, настройка контекстной рекламы цена"
      },
      {
        "title": "SMM",
        "href": "/usluga/SMM",
        "description": "Продвижение в соц. сетях",
        "SEO-title": "SMM-продвижение Instagram и соцсетей под ключ - LV GROUP.",
        "SEO-description": "Услуги SMM-продвижения: стратегия, контент и реклама. Комплексное продвижение бренда в соцсетях. Закажите SMM у экспертов LV GROUP.",
        "SEO-keywords": "smm продвижение заказать, smm продвижение Instagram, smm продвижение соцсетей, комплексное smm продвижение, услуги smm продвижения"
      },
      {
        "title": "SEO",
        "href": "/usluga/",
        "description": "Оптимизация сайта",
        "SEO-title": " SEO-продвижение сайтов в Яндекс и Google - LV GROUP.",
        "SEO-description": "Комплексные услуги SEO: аудит, оптимизация и рост позиций. Закажите продвижение сайта под ключ в Яндекс и Google.",
        "SEO-keywords": "seo продвижение Yandex, seo продвижение Google, seo продвижение агентство, seo продвижение заказать, услуги seo продвижения, продвижение сайта под ключ"
      },
      {
        "title": "Маркетинговое сопровождение",
        "href": "/usluga/marketing-support",
        "description": "От идей до результата",
        "SEO-title": "Маркетинговое сопровождение бизнеса под ключ - LV GROUP.",
        "SEO-description": "Комплексное маркетинговое сопровождение: стратегия, реклама, SMM, сайт и дизайн. Один подрядчик на весь маркетинг.",
        "SEO-keywords": "маркетинговое сопровождение бизнеса, услуги маркетингового сопровождения, комплексное маркетинговое сопровождение, маркетинг под ключ, ведение маркетинга компании, маркетинговая стратегия и продвижение"
      }
    ]
  },
  {
    "trigger": "Веб-разработка",
    "values": [
      {
        "title": "Создание сайтов",
        "href": "/usluga/website-creation",
        "description": "Полный цикл разработки",
        "SEO-title": "Создание и разработка сайтов под ключ - LV GROUP.",
        "SEO-description": "Разработка сайтов: корпоративные сайты, лендинги и интернет-магазины. Закажите сайт под ключ — быстро и качественно.",
        "SEO-keywords": "заказать сайт, купить сайт, разработка сайтов, сайты под заказ, создание сайтов под ключ, услуги по созданию сайтов"
      },
      {
        "title": "Техническая поддержка",
        "href": "/usluga/tech-support",
        "description": "Оперативные решения задач",
        "SEO-title": "Техническая поддержка и сопровождение сайтов - LV GROUP.",
        "SEO-description": "Услуги техподдержки сайтов 24/7. Обновления, безопасность, устранение ошибок и обслуживание сайта под ключ от LV GROUP.",
        "SEO-keywords": "техподдержка сайтов, техническая поддержка сайта, сопровождение сайтов, обслуживание сайтов, поддержка сайта 24/7, услуги по техподдержке сайта"
      }
    ]
  },
  {
    "trigger": "Создание контента",
    "values": [
      {
        "title": "Видеосъемка",
        "href": "/usluga/videoshoot",
        "description": "Reels, Shorts, реклама на TV",
        "SEO-title": "Видеосъёмка под ключ для бизнеса и мероприятий - LV GROUP.",
        "SEO-description": "Профессиональная видеосъёмка: корпоративные ролики, реклама, обучающие видео, контент для соцсетей. Закажите видеосъёмку под ключ.",
        "SEO-keywords": "видеосъёмка под ключ, услуги видеосъёмки, заказать видеосъёмку, видеопроизводство, корпоративная видеосъёмка, съёмка видео для бизнеса"
      },
      {
        "title": "Фотосессии",
        "href": "/usluga/photosessions",
        "description": "Трендовый контент",
        "SEO-title": "Фотосессии для бизнеса и сотрудников под ключ - LV GROUP.",
        "SEO-description": "Организуем фотосессии: корпоративные съёмки сотрудников, фуд-съёмка меню, фото для сайта, интерьеров и мероприятий.",
        "SEO-keywords": "фотосессия под ключ, корпоративная фотосессия, фотосессия сотрудников, фотосессия для бизнеса, фотосессия для сайта, фуд-съёмка меню, фотосессия интерьеров и мероприятий, фотосессия для соцсетей"
      }
    ]
  },
  {
    "trigger": "Дизайн",
    "values": [
      {
        "title": "Разработка фирменного стиля",
        "href": "/usluga/style-creating",
        "description": "От идеи до визуализации",
        "SEO-title": "Разработка фирменного стиля и брендбука под ключ - LV GROUP.",
        "SEO-description": "Создадим фирменный стиль: логотип, брендбук, цвета, фирменные элементы. Айдентика, которая выделит ваш бизнес.",
        "SEO-keywords": "разработка фирменного стиля, фирменный стиль под ключ, заказать фирменный стиль, создание брендбука, логотип и фирменный стиль, услуги айдентики"
      },
      {
        "title": "Дизайн-поддержка",
        "href": "/usluga/design-support",
        "description": "Красивый визуал",
        "SEO-title": "Дизайн-поддержка бизнеса и брендов под ключ - LV GROUP.",
        "SEO-description": "Дизайн-поддержка: полиграфия, наружная реклама, баннеры, макеты для соцсетей и фирменный стиль. Услуги дизайнеров под ключ.",
        "SEO-keywords": "дизайн-поддержка бизнеса, услуги дизайн-поддержки, заказать дизайн-поддержку, поддержка фирменного стиля, дизайн полиграфии, дизайн наружной рекламы, цифровые макеты, услуги графического дизайна"
      },
      {
        "title": "Создание коммерческого предложения",
        "href": "/usluga/create-commercial-offer",
        "description": "Marketing Kit",
        "SEO-title": "Создание коммерческого предложения и маркетинг-кита - LV GROUP.",
        "SEO-description": "Услуги по созданию коммерческих предложений: структура, тексты, дизайн и оформление. Маркетинг-кит под ключ для бизнеса.",
        "SEO-keywords": "создание коммерческого предложения, разработка коммерческого предложения, заказать КП, маркетинг-кит под ключ, дизайн коммерческого предложения, услуги по оформлению КП"
      }
    ]
  },
  {
    "trigger": "Call-центр",
    "values": [
      {
        "title": "Создание и развитие call-центра",
        "href": "/usluga/creating-call-center",
        "description": "Достижение новых высот",
        "SEO-title": "Создание и развитие call-центра под ключ - LV GROUP.",
        "SEO-description": "Организуем и развиваем call-центры: аудит, регламенты, подбор сотрудников и обучение. Call-центр для бизнеса под ключ.",
        "SEO-keywords": "создание call-центра, организация call-центра, развитие call-центра, call-центр под ключ, услуги по созданию call-центра, аудит call-центра"
      },
      {
        "title": "Удаленный call-центр",
        "href": "/usluga/remoted-call-center",
        "description": "Выполнение срочных задач",
        "SEO-title": "Удалённый call-центр и обзвон клиентов под ключ - LV GROUP.",
        "SEO-description": "Услуги удалённого call-центра: обзвон базы, холодные звонки, опросы и возврат клиентов. Живые звонки и лиды для вашего бизнеса.",
        "SEO-keywords": "удалённый call-центр, аутсорсинг call-центра, обзвон клиентов, услуги удалённого call-центра, холодные звонки, обзвон базы клиентов, возврат клиентов"
      },
      {
        "title": "Регламенты и стандарты",
        "href": "/usluga/reglaments",
        "description": "Стандартизация процессов",
        "SEO-title": "Разработка регламентов и стандартов call-центра - LV GROUP.",
        "SEO-description": "Разрабатываем регламенты и стандарты call-центра: сценарии звонков, инструкции, отчётность и обучение сотрудников под ключ.",
        "SEO-keywords": "регламенты call-центра, стандарты call-центра, сценарии звонков, должностные инструкции call-центра, регламенты работы сотрудников"
      }
    ]
  }
]
